{
  "Страница статей": "Articles page",
  "Статья не найдена": "Article not found",
  "Комментарии": "Comments",
  "Произошла ошибка при загрузке статьи": "An error occurred while loading the article",
  "Читать далее...": "Read more...",
  "Аноним": "Anonymous",
  "Без названия": "Untitled",
  "Назад к списку": "Back to list",
  "Уровни владения корейским языком": "Korean language proficiency levels",
  "Уровни знания корейского языка": "Korean language proficiency levels",
  "Если вы осваиваете корейский язык, то компасом на вашем образовательном маршруте станет TOPIK (Test of Proficiency in Korean) – специальный тест на знание корейского языка. Он предназначен для неносителей языка.Данная аттестационная система была разработана еще в 1997 году правительством Южной Кореи. По сей день она является основной. Чаще всего тест проходят те, кто планирует обучение в ВУЗах Южной Кореи, трудоустройство в компании этой страны или иностранцы, претендующие на постоянное место жительства здесь.": "If you are learning Korean, TOPIK (Test of Proficiency in Korean), a special Korean language proficiency test, will be your compass on your educational journey. This certification system was developed back in 1997 by the South Korean government. To this day it is the main one. Most often the test is taken by those who plan to study at universities in South Korea, to find employment in companies in this country or by foreigners applying for permanent residence here.",
  "Всегда полезно определить точку, в которой находишься, чтобы построить дальнейший путь. При изучении иностранного языка это тоже важно.": "It is always good to identify the point at which you are at in order to build the way forward. This is also important when learning a foreign language.",
  "На сегодняшний день существует два уровня теста: TOPIK I и TOPIK II.": "There are currently two levels of the test: TOPIK I and TOPIK II.",
  "В TOPIK I включены подуровни 1 и 2. Уровень по-корейски называется “гып” (급). Это начальный уровень знания корейского языка. При сдаче теста TOPIK I экзаменуемые тестируются по двум основным разделам: аудирование и чтение. С заданиями нужно справиться за 100 минут. Это будут вопросы с несколькими вариантами ответов для прослушивания и чтения.": "TOPIK I includes sub-levels 1 and 2. The level is called “gyp” (급) in Korean. It is the beginning level of Korean language proficiency. In the TOPIK I test, examinees are tested in two main areas: listening and reading. The tasks must be completed in 100 minutes. These will be multiple-choice questions for listening and reading.",
  "TOPIK II состоит из четырех подуровней (с 3 по 6). Это средний и продвинутый уровни. На экзамене TOPIK II аттестуемым предстоит ответить на вопросы трех блоков: аудирование (50 вопросов), чтение (50 вопросов) и письмо (2 задания — с короткими ответами, 1 — описание графика, 1 — сочинение). На выполнение заданий дается 180 минут.": "TOPIK II consists of four sublevels (3 to 6). These are intermediate and advanced levels. On the TOPIK II exam, examinees will have to answer questions from three blocks: listening (50 questions), reading (50 questions) and writing (2 short-answer tasks, 1 graphic description, 1 essay). The time limit for completing the tasks is 180 minutes.",
  "1 гып (1 급) — начальный уровень": "1 gyp (1 급) - elementary level",
  "На данном уровне оцениваемый должен уметь составить простые предложения, используя лексический запас размером до 800 слов. Он должен составить несложные монологи и диалоги по темам “Я и семья”, “Покупка продуктов”, “Моя работа”, “Мои увлечения”, “Погода”, “Транспорт”, “Как найти дорогу”, в общих словах выразить чувства и мнение. В своей речи на данном уровне необходимо использовать: падежи, частицы, вопросительные слова, отрицания, наклонения, послелоги, числа (даты, время, счетные слова), вежливые формы, причастия, времена (будущее, прошедшее, продолженное настоящее), наречия, союзы, частицы, выражение причины, сравнительные и уточняющие конструкции, восклицания и пр.": "At this level, the assessed must be able to compose simple sentences using a vocabulary of up to 800 words. He/she should compose simple monologues and dialogues on the topics “Me and my family”, “Grocery shopping”, “My work”, “My hobbies”, “Weather”, “Transportation”, “How to find the way”, express feelings and opinions in common words. In their speech at this level it is necessary to use: cases, particles, question words, negations, inflection, afterwords, numbers (dates, time, counting words), polite forms, participles, tenses (future, past, continued present), adverbs, conjunctions, particles, expressions of reason, comparative and qualifying constructions, exclamations, etc., etc.."
}
