{
    "Перевод": "Translate",
    "О нас": "About us",
    "Главная": "Main",
    "Язык": "EN",
    "Страница не найдена": "Page not found",
    "Сбой": "throw error",
    "Произошла непредвиденная ошибка": "There was an unforeseen error",
    "Обновить страницу": "Refresh page",
    "Короткий язык": "EN",
    "Войти": "Sign In",
    "Выйти": "Sign Out",
    "Инкремент": "increment",
    "Дикремент": "dicrement",
    "Профиль": "Profile",
    "Комментарии отсутствуют": "No comments",
    "Статьи": "Articles",

    "Оставить коментарий": "Leave a comment",
    "Страница статей": "Articles page",
    "Статья не найдена": "Article not found",
    "Комментарии": "Comments",
    "Произошла ошибка при загрузке статьи": "An error occurred while loading the article",
    "Читать далее...": "Read more...",
    "Аноним": "Anonymous",
    "Без названия": "Untitled",
    "Назад к списку": "Back to list",
    "Введите комментарий": "Enter a comment",
    "Уровни владения корейским языком": "Korean language proficiency levels",
    "Уровни знания корейского языка": "Korean language proficiency levels",
    "Если вы осваиваете корейский язык, то компасом на вашем образовательном маршруте станет TOPIK (Test of Proficiency in Korean) – специальный тест на знание корейского языка. Он предназначен для неносителей языка.Данная аттестационная система была разработана еще в 1997 году правительством Южной Кореи. По сей день она является основной. Чаще всего тест проходят те, кто планирует обучение в ВУЗах Южной Кореи, трудоустройство в компании этой страны или иностранцы, претендующие на постоянное место жительства здесь.": "If you are learning Korean, TOPIK (Test of Proficiency in Korean), a special Korean language proficiency test, will be your compass on your educational journey. This certification system was developed back in 1997 by the South Korean government. To this day it is the main one. Most often the test is taken by those who plan to study at universities in South Korea, to find employment in companies in this country or by foreigners applying for permanent residence here.",
    "Всегда полезно определить точку, в которой находишься, чтобы построить дальнейший путь. При изучении иностранного языка это тоже важно.": "It is always good to identify the point at which you are at in order to build the way forward. This is also important when learning a foreign language.",
    "На сегодняшний день существует два уровня теста: TOPIK I и TOPIK II.": "There are currently two levels of the test: TOPIK I and TOPIK II.",
    "В TOPIK I включены подуровни 1 и 2. Уровень по-корейски называется “гып” (급). Это начальный уровень знания корейского языка. При сдаче теста TOPIK I экзаменуемые тестируются по двум основным разделам: аудирование и чтение. С заданиями нужно справиться за 100 минут. Это будут вопросы с несколькими вариантами ответов для прослушивания и чтения.": "TOPIK I includes sub-levels 1 and 2. The level is called “gyp” (급) in Korean. It is the beginning level of Korean language proficiency. In the TOPIK I test, examinees are tested in two main areas: listening and reading. The tasks must be completed in 100 minutes. These will be multiple-choice questions for listening and reading.",
    "TOPIK II состоит из четырех подуровней (с 3 по 6). Это средний и продвинутый уровни. На экзамене TOPIK II аттестуемым предстоит ответить на вопросы трех блоков: аудирование (50 вопросов), чтение (50 вопросов) и письмо (2 задания — с короткими ответами, 1 — описание графика, 1 — сочинение). На выполнение заданий дается 180 минут.": "TOPIK II consists of four sublevels (3 to 6). These are intermediate and advanced levels. On the TOPIK II exam, examinees will have to answer questions from three blocks: listening (50 questions), reading (50 questions) and writing (2 short-answer tasks, 1 graphic description, 1 essay). The time limit for completing the tasks is 180 minutes.",
    "1 гып (1 급) — начальный уровень": "1 gyp (1 급) - elementary level",
    "На данном уровне оцениваемый должен уметь составить простые предложения, используя лексический запас размером до 800 слов. Он должен составить несложные монологи и диалоги по темам “Я и семья”, “Покупка продуктов”, “Моя работа”, “Мои увлечения”, “Погода”, “Транспорт”, “Как найти дорогу”, в общих словах выразить чувства и мнение. В своей речи на данном уровне необходимо использовать: падежи, частицы, вопросительные слова, отрицания, наклонения, послелоги, числа (даты, время, счетные слова), вежливые формы, причастия, времена (будущее, прошедшее, продолженное настоящее), наречия, союзы, частицы, выражение причины, сравнительные и уточняющие конструкции, восклицания и пр.": "At this level, the assessed must be able to compose simple sentences using a vocabulary of up to 800 words. He/she should compose simple monologues and dialogues on the topics “Me and my family”, “Grocery shopping”, “My work”, “My hobbies”, “Weather”, “Transportation”, “How to find the way”, express feelings and opinions in common words. In their speech at this level it is necessary to use: cases, particles, question words, negations, inflection, afterwords, numbers (dates, time, counting words), polite forms, participles, tenses (future, past, continued present), adverbs, conjunctions, particles, expressions of reason, comparative and qualifying constructions, exclamations, etc., etc..",
    "2 гып (2 급) — начальный уровень": "2 gyp (2 급) - elementary level",
    "На этом уровне вы уже должны будете уметь поговорить официально и неофициально в разных несложных повседневных ситуациях. Это может быть банк, ресторан, магазин, почта, транспорт, больница, аптека, отель, разные виды транспорта. Вы должны уметь попросить и объяснить ситуацию. Поговорить о кулинарии, праздниках, подарках, путешествиях вы также должны уметь уже на данном этапе. При этом словарный запас должен составлять 1500-2000 слов, а в разговоре нужно уметь использовать разные приемы словообразования, уточняющие конструкции, разрешительные формы, формы восклицания, формы «или» , «аж», деепричастную форму, словообразовательные частицы,, сложные формы причин, форму «даже если», формы сравнения, форму «о чем-то», «чтобы», прерывание действия, формы продолженного действия, сложное причастие, промежутки времени, сложную форму «знать-не знать» + неуверенность и пр.": "At this level you should already be able to talk formally and informally in various simple everyday situations. This could be a bank, a restaurant, a store, a post office, transport, a hospital, a pharmacy, a hotel, different types of transport. You should be able to ask and explain the situation. You should also be able to talk about cooking, holidays, gifts, traveling at this stage. In this case, the vocabulary should be 1500-2000 words, and in conversation you should be able to use different techniques of word formation, qualifying constructions, permissive forms, forms of exclamation, the form “or” , “azh”, the participle form, word-forming particles, complex forms of reasons, the form “even if”, the form of comparison, the form “about something”, “in order to”, interruption of action, forms of continued action, complex participle, time intervals, complex form “know-not to know” + uncertainty, etc.",
    "Словарный запас среднего уровня должен содержать около 3500 слов.": "An intermediate level vocabulary should contain about 3,500 words.",
    "3 гып (3 급) — средний уровень": "3 gyp (3 급) - medium level",
    "Вы без затруднений должны пользоваться корейской речью в повседневной жизни в близком кругу, в общественных заведениях, играя различные социальные роли. Нужно свободно выражать мысли по знакомым вам вопросам, а также в некоторых специальных ситуациях. Словарный запас должен составлять не менее 3490 слов. В речи необходимо уметь использовать до 157 грамматических форм. Вы должны уметь применять сложные формы с косвенной речью, форму «как только», «даже если», “не только, но и”, противопоставления, , неопределенные частицы, сложные формы причин, сравнения, последовательные действия, Формы сложного прошедшего времени, уточняющие вопросы, законченные действия, выражение предположения, неуверенности, пассивный залог, косвенная речь, выражение опыта, сожаления, несогласия, переживания, привычек и пр.": "You should have no difficulty using Korean in your daily life in your close circle, in public places, and in various social roles. You should be able to express yourself fluently on familiar topics and in some special situations. Vocabulary should be at least 3490 words. You must be able to use up to 157 grammatical forms in speech. You should be able to use complex forms with indirect speech, the form “as soon as”, “even if”, “not only, but also”, oppositions, , indefinite particles, complex forms of reasons, comparisons, sequential actions, forms of complex past tense, clarifying questions, completed actions, expressing assumption, uncertainty, passive voice, indirect speech, expressing experience, regret, disagreement, experience, habits, etc., etc., as well as expressions of the passive voice.",
    "4 гып (4 급) — средний уровень": "4 gyp (4 급) - medium level",
    "На этом уровне аттестуемый должен продемонстрировать, что может свободно пользоваться языком в различных ситуациях: в общественных учреждениях, в повседневном общении, выступая в различных социальных ролях. Нужно уметь читать и понимать журнальные, газетные статьи, высказываться на социальные и абстрактные темы, разбираться в идиоматических выражениях, особенностях корейской культуры. Знание языка должно быть достаточным для того, чтобы пользоваться разнообразными услугами общественных учреждений, чтобы иметь возможность устанавливать разные контакты и поддерживать социальные отношения, выполнять профессиональные обязанности и задачи, составлять несложные документы. Словарный запас должен расшириться до 4095 слов. Обязательно знание 224 грамматических форм.": "At this level, the student must demonstrate that he/she can use the language fluently in a variety of situations: in public institutions, in everyday communication, and in various social roles. You should be able to read and understand magazine and newspaper articles, express yourself on social and abstract topics, understand idiomatic expressions and Korean culture. Language proficiency should be sufficient to use a variety of public services, to be able to make contacts and maintain social relationships, to perform professional duties and tasks, and to compose simple documents. The vocabulary should expand to 4095 words. Knowledge of 224 grammatical forms is mandatory.",
    "5 гып (5 급) — продвинутый уровень": "5 gyp (5 급) - advanced level",
    "Продвинутый уровень предполагает не просто свободное пользование языком в различных жизненных ситуация, здесь необходимо уметь его использовать для исследований и работы в определенных сферах. Оцениваемый должен уметь поддержать разговор на самые разные не очень хорошо знакомые ему темы, будь то политика, экономика, социальная жизнь или культура. Нужно уметь понимать. каким стилем языка уместно воспользоваться в определенной ситуации, разговорным или литературным, успешно и адекватно применить нужный стиль в зависимости от обстановки. Коммуникативные языковые навыки должны быть на достаточно высоком уровне, чтобы сопровождать аналитические, научные споры, дискуссии, обсуждения. Так важно правильно находить и выбирать подходящую информацию, производить обобщение, уточнение, аргументирование, подбор доказательств, резюмирование на корейском языке. Экзаменуемый должен уметь составить текст, доклад, написать литературное, научное, деловое сочинение. На 5 уровне требуемый объем лексики — 6460 слов, а грамматических форм — 280.": "The advanced level implies not just the fluent use of the language in various life situations, but the ability to use it for research and work in certain areas. The assessed person should be able to maintain a conversation on a variety of topics not very familiar to him/her, be it politics, economics, social life or culture. It is necessary to be able to understand what style of language is appropriate to use in a particular situation, whether it is colloquial or literary, and to apply the right style successfully and appropriately depending on the situation. Communicative language skills must be at a high enough level to accompany analytical, scientific disputes, discussions, debates. It is so important to correctly find and select appropriate information, summarize, clarify, argue, select evidence, and summarize in Korean. The examinee should be able to compose a text, report, write a literary, scientific, business essay. At Level 5, the required vocabulary is 6,460 words and grammatical forms are 280.",
    "Лексическая норма для 6 уровня - 9040 слов.": "The lexical norm for level 6 is 9040 words.",
    "6 гып (6 급) — продвинутый уровень": "6 gyp (6 급) - advanced level",
    "Это самый высокий уровень знания корейского языка. Владеющий им человек свободно и в совершенстве может использовать язык в любой сфере жизнедеятельности, включая научные исследования и узко специализированную лексику в своей сфере деятельности. Он легко может вести разговор на любые (даже совершенно незнакомые) темы в разных областях. Это уровень речи очень близок к уровню носителя. Лексическая норма для 6 уровня — 9040 слов, количество необходимых для владения грамматических форм — 336.": "This is the highest level of proficiency in Korean. A fluent Korean speaker can use the language fluently and perfectly in any sphere of life, including scientific research and highly specialized vocabulary in his or her field. He can easily carry on a conversation on any (even completely unfamiliar) topics in different fields. This level of speech is very close to the level of a native speaker. The lexical norm for level 6 is 9040 words, the number of grammatical forms required for proficiency is 336.",

    "Страница профиля": "Profile page",
    "Ваше имя": "Your name",
    "Ваша фамилия": "Your last name",
    "Ваш возраст": "Your age",
    "Город": "City",
    "Редактировать": "Edit",
    "Произошла ошибка при загрузке профиля": "Some error occurred while loading a profile",
    "Попробуйте обновить страницу": "Try refreshing the page",
    "Введите ссылку на аватар": "Enter avatar link",
    "Введите имя пользователя": "Enter username",
    "Укажите валюту": "Specify currency",
    "Укажите страну": "Specify country",
    "Ваша почта": "Your mail",
    "Отменить": "Cancel",
    "Сохранить": "Save",
    "Имя должно содержать не менее двух символов": "The name must contain at least two characters",
    "Фамилия должна содержать не менее двух символов": "The last name must contain at least two characters",
    "Введите корректный email адрес": "Enter a valid email address",
    "Возраст должен быть положительным числом": "Age must be a positive number",
    "Город должен содержать не менее трех символов": "The city must contain at least three characters",
    "Имя должно содержать не менее трех символов": "The name must contain at least three characters",
    "Ссылка должна быть корректным URL-адресом": "The link must be a valid URL",
    "Серверная ошибка при сохранении": "Server error on saving",
    "Все статьи": "All articles",
    "Айти": "IT",
    "Экономика": "Economy",
    "Наука": "Science",
    "по": "by",
    "возрастанию": "ascending",
    "убыванию": "descending",
    "дате создания": "date of creation",
    "названию": "title",
    "просмотрам": "views",
    "Сортировать по": "Sort by",
    "Поиск": "Search",
    "Создать статью": "Create article",
    "Админка": "Admin",
    "Админ панель": "Admin panel",
    "У вас нет доступа к этой странице": "You do not have access to this page",
    "Закрыть": "Close",
    "Ваш отзыв": "Your feedback",
    "Оставьте свой отзыв о статье, это поможет улучшить качество": "Leave your feedback on the article, it will help improve the quality of the article",
    "Спасибо за оценку!": "Thanks for the assessment!",
    "Оцените статью": "Rate this article",
    "Оценка статей скоро появится!": "Article ratings are coming soon!"
}
