{
    "Страница статей": "기사 페이지",
    "Статья не найдена": "기사를 찾을 수 없습니다",
    "Комментарии": "댓글",
    "Произошла ошибка при загрузке статьи": "문서를 로드하는 동안 오류가 발생했습니다",
    "Читать далее...": "자세히 보기...",
    "Аноним": "익명",
    "Без названия": "제목 없음",
    "Назад к списку": "목록으로 돌아가기",
    "Уровни владения корейским языком": "한국어 능력 수준",
    "Уровни знания корейского языка": "한국어 능력 수준",
    "Если вы осваиваете корейский язык, то компасом на вашем образовательном маршруте станет TOPIK (Test of Proficiency in Korean) – специальный тест на знание корейского языка. Он предназначен для неносителей языка.Данная аттестационная система была разработана еще в 1997 году правительством Южной Кореи. По сей день она является основной. Чаще всего тест проходят те, кто планирует обучение в ВУЗах Южной Кореи, трудоустройство в компании этой страны или иностранцы, претендующие на постоянное место жительства здесь.": "한국어를 배우고자 한다면 한국어 능력 시험인 TOPIK(한국어능력시험)이 교육 여정의 나침반이 될 것입니다. 한국어가 모국어가 아닌 사람들을 위해 고안된 이 시험은 1997년 한국 정부에 의해 개발되었습니다. 오늘날까지 이 시험이 주요 시험으로 사용되고 있습니다. 이 시험은 한국 대학에서 공부하거나 한국 내 기업에 취업하려는 사람 또는 한국 영주권을 신청하는 외국인이 응시하는 경우가 대부분입니다.",
    "Всегда полезно определить точку, в которой находишься, чтобы построить дальнейший путь. При изучении иностранного языка это тоже важно.": "앞으로 나아갈 길을 만들기 위해서는 항상 자신이 현재 어느 지점에 와 있는지 파악하는 것이 좋습니다. 이는 외국어를 배울 때도 중요합니다.",
    "На сегодняшний день существует два уровня теста: TOPIK I и TOPIK II.": "현재 TOPIK I과 TOPIK II의 두 가지 레벨의 시험이 있습니다.",
    "В TOPIK I включены подуровни 1 и 2. Уровень по-корейски называется “гып” (급). Это начальный уровень знания корейского языка. При сдаче теста TOPIK I экзаменуемые тестируются по двум основным разделам: аудирование и чтение. С заданиями нужно справиться за 100 минут. Это будут вопросы с несколькими вариантами ответов для прослушивания и чтения.": "TOPIK I에는 하위 레벨 1과 2가 포함되어 있습니다. 한국어로 '급'이라고 부르는 레벨입니다. 한국어 능력의 초급 단계입니다. TOPIK I 시험에서 수험생은 듣기와 읽기의 두 가지 주요 영역에서 시험을 치릅니다. 과제는 100분 안에 완료해야 합니다. 듣기 및 읽기 영역의 객관식 문제가 출제됩니다.",
    "TOPIK II состоит из четырех подуровней (с 3 по 6). Это средний и продвинутый уровни. На экзамене TOPIK II аттестуемым предстоит ответить на вопросы трех блоков: аудирование (50 вопросов), чтение (50 вопросов) и письмо (2 задания — с короткими ответами, 1 — описание графика, 1 — сочинение). На выполнение заданий дается 180 минут.": "TOPIK II는 4가지 하위 레벨(3~6급)로 구성되어 있습니다. 이는 중급과 고급 레벨입니다. TOPIK II 시험에서 수험생은 듣기(50문항), 읽기(50문항), 쓰기(단답형 과제 2개, 그래픽 설명 1개, 에세이 1개)의 세 가지 블록에 있는 문제에 답해야 합니다. 과제를 완료하는 데 걸리는 시간은 180분입니다.",
    "1 гып (1 급) — начальный уровень": "1 집 (1 급) - 기본 수준",
    "На данном уровне оцениваемый должен уметь составить простые предложения, используя лексический запас размером до 800 слов. Он должен составить несложные монологи и диалоги по темам “Я и семья”, “Покупка продуктов”, “Моя работа”, “Мои увлечения”, “Погода”, “Транспорт”, “Как найти дорогу”, в общих словах выразить чувства и мнение. В своей речи на данном уровне необходимо использовать: падежи, частицы, вопросительные слова, отрицания, наклонения, послелоги, числа (даты, время, счетные слова), вежливые формы, причастия, времена (будущее, прошедшее, продолженное настоящее), наречия, союзы, частицы, выражение причины, сравнительные и уточняющие конструкции, восклицания и пр.": "이 레벨에서 평가 대상자는 최대 800단어의 어휘를 사용하여 간단한 문장을 구성할 수 있어야 합니다. “나와 가족”, ‘장보기’, ‘나의 일’, ‘나의 취미’, ‘날씨’, ‘교통’, ‘길 찾는 방법’이라는 주제로 간단한 독백과 대화를 구성하고 일반적인 단어로 감정과 의견을 표현해야 합니다. 이 수준의 연설에서는 대소 문자, 입자, 질문 단어, 부정, 굴절, 후렴, 숫자 (날짜, 시간, 계산 단어), 공손한 형식, 분사, 시제 (미래, 과거, 확장 된 현재), 부사, 접속사, 입자, 이유 표현, 비교 및 한정 구조, 느낌표 등을 사용해야합니다."
}
